Repository: dacmot/minetest-game-whynot
Catalog: mods/libs/whynot_awards/locale/poconvert/*.po
Languages: es, fr

source: @1/@2 collected
es: @1/@2 acumulado
fr: @1/@2 amassé

source: Collect: @1
es: Reúne: @1
fr: Amasser: @1

source: Collect: @1×@2
es: Reúne: @1×@2
fr: Amasser : @1×@2

source: Collect @1 items.
es: Reúne @1 objetos.
fr: Amasser @1 articles.

source: @1/@2 eaten
es: @1/@2 se comen
fr: @1/@2 mangé(s)

source: Eat @1 wild food
es: Comer @1 silvestre
fr: Manger @1 aliments sauvages

source: Eat @1×@2 different wild foods
es: Come @1×@2 alimentos silvestres diferentes
fr: Manger @1×@2 différents aliments sauvages

source: @1/@2 reached
es: @1/@2 alcanzado
fr: @1/@2 atteint

source: Reach @1
es: Alcanzar @1
fr: Atteindre @1

source: Reach @1 @2
es: Alcanzar @1 @2
fr: Atteindre @1 @2

source: @1/@2 grains found
es: @1/@2 cereales encontrados
fr: @1/@2 grains trouvés

source: Find @1 wild seed
es: Encontrar @1 semilla silvestre
fr: Trouver @1 graines sauvages

source: Find @1×@2 different wild seeds
es: Encontrar @1×@2 semillas silvestres diferentes
fr: Trouver @1×@2 différentes graines sauvages

source: @1/@2 fruits and vegetables found
es: @1/@2 frutas y verduras encontradas
fr: @1/@2 fruits et légumes trouvés

source: Find @1 fruit or vegetable
es: Encontrar @1 fruta o verdura
fr: Trouver @1 fruits ou légumes

source: Find @1×@2 different fruits and vegetables
es: Encuentra @1×@2 frutas y verduras diferentes
fr: Trouver @1×@2 différents fruits et légumes

source: @1/@2 plowed squares of soil
es: @1/@2 suelo arado
fr: @1/@2 carrés labourés de sol

source: Plow @1 square of soil
es: Arado @1 cuadrado de tierra
fr: Laboure @1 carré de sol

source: Plow @1×@2 squares of soil
es: Arar @1×@2 cuadros de tierra
fr: Laboure @1×@2 carrés de sol

source: @1/@2 different crop types planted
es: @1/@2 diferentes tipos de cultivos plantados
fr: @1/@2 différents types de cultures plantées

source: Planted @1 crop
es: Plantado @1 cultivo
fr: Planté @1 culture

source: Planted @1×@2 different types of crops
es: Plantado(s) @1×@2 tipos diferentes de cultivos
fr: Planté @1×@2 différents types de cultures

source: Welcome to the WhyNot? game
es: Bienvenid@ al juego WhyNot?
fr: Bienvenue au jeu WhyNot?

source: You are embarking on a Minetest journey. Whether it's for the thrill of survival, the satisfaction of exploration, or the arts of crafting and creative designs, we hope you will find it enjoyable. Make sure to check your recipe book, awards or the help button in your inventory for more information and guidance.
es: Te embarcas en un viaje con Minetest. Ya sea por la emoción de la supervivencia, la satisfacción de la exploración o el arte de la artesanía y los diseños creativos, esperamos que lo disfrutes. Asegúrate de consultar el recetario, los premios o el botón de ayuda de tu inventario para obtener más información y orientación.
fr: Vous partez à l'aventure dans Minetest. Que ce soit pour le plaisir de la survie, la satisfaction de l'exploration ou les arts de l'artisanat et des designs créatifs, nous espérons que vous le trouverez agréable. Assurez-vous de vérifier votre carnet de recettes, les trophés ou le bouton d'aide dans votre sac pour plus d'informations et de conseils.

source: Gather and eat wild foodstuff
es: Recolectar y comer alimentos silvestres
fr: Rassembler et manger des aliments sauvages

source: You need to eat to survive. The easiest food to find are wild mushrooms, blueberries and apples. Find and eat one of each to help secure your survival.
es: Necesitas comer para sobrevivir. Los alimentos más fáciles de encontrar son las setas silvestres, los arándanos y las manzanas. Encuentra y come uno de cada para asegurar tu supervivencia.
fr: Tu dois manger pour survivre. La nourriture la plus facile à trouver sont les champignons sauvages, les bleuets et les pommes. Trouvez et mangez un de chacun pour assurer votre survie.

source: Gather wild seeds
es: Recolectar semillas silvestres
fr: Recueillir des graines sauvages

source: Harvesting various types of grass can sometimes give you seeds. These seeds can the be planted and farmed for food and materials.
es: A veces, cosechar varios tipos de hierba puede darte semillas. Estas semillas se pueden plantar y cultivar para obtener alimentos y materiales.
fr: Récolter divers types d'herbe peut parfois vous donner des graines. Ces graines peuvent être plantées et cultivées pour des aliments ou des matériaux.

source: Gather wild fruits and vegetables
es: Recolectar frutas y verduras silvestres
fr: Recueillir des fruits et légumes sauvages

source: More common in temperate regions, but also found in various climates, wild fruits and vegetables can be harvested. Use them for food, or re-plant them as crops for agriculture.
es: Más comunes en las regiones templadas, pero también presentes en diversos climas, las frutas y verduras silvestres pueden recolectarse. Utilízalas como alimento o replántalas como cultivos para la agricultura.
fr: Plus commun dans les régions tempérées, mais aussi dans divers climats, les fruits et légumes sauvages peuvent être récoltés. Utilisez-les pour la nourriture, ou replantez-les pour faire de l'agriculture.

source: Cut a tree
es: Talar un árbol
fr: Couper un arbre

source: Cut down a tree, karate-style.
es: Tala un árbol, al estilo kárate.
fr: Coupez un arbre, style karaté.

source: Craft planks
es: Planchas artesanales
fr: Fabriquer des planches de bois

source: Chop some wood to make planks.
es: Corta madera para hacer tablones.
fr: Coupez du bois pour faire des planches.

source: Craft a raft
es: Construye una balsa
fr: Fabriquer un radeau

source: A simple boat will let you travel on water faster than walking on ground.
es: Un simple bote te permitirá viajar por el agua más rápido que caminando por tierra.
fr: Un radeau vous permettra de voyager sur l'eau plus rapidement que de marcher.

source: Craft a chest
es: Construye un cofre
fr: Fabriquer un coffre

source: Chests are the most basic form of storage. They are very useful to gather more items than can fit in your character's inventory.
es: Los cofres son la forma más básica de almacenamiento. Son muy útiles para reunir más objetos de los que caben en el inventario de tu personaje.
fr: Les coffres sont la forme la plus fondamentale de stockage. Ils sont très utiles pour rassembler plus d'éléments que peut intégrer dans le sac de votre personnage.

source: Craft sticks
es: Palillos de madera
fr: Fabriquer des bâtons

source: Split planks to make sticks.
es: Partir tablones para hacer palos.
fr: Séparez les planches pour faire des bâtons.

source: Craft wood tools
es: Herramientas artesanales de madera
fr: Fabriquer des outils de bois

source: The first tools you can craft are made of wood. They are not very strong or durable, but will enable you to start mining rock and minerals to move up to better ones.
es: Las primeras herramientas que puedes fabricar son de madera. No son muy resistentes ni duraderas, pero te permitirán empezar a extraer rocas y minerales para ir mejorando.
fr: Les premiers outils que vous pouvez fabriquer sont en bois. Ils ne sont pas très forts ni durables, mais vous permettront de creuser la roche et les minéraux pour passer à de meilleurs outils.

source: Plow soil
es: Arar la tierra
fr: Labourer le sol

source: To grow your own food, you must first plow soil. Make sure to be close to water so that the crops can grow.
es: Para cultivar tus propios alimentos, primero debes arar la tierra. Asegúrate de estar cerca del agua para que los cultivos puedan crecer.
fr: Pour cultiver votre propre nourriture, vous devez d'abord labourer le sol. Assurez-vous d'être proche de l'eau pour que les cultures puissent croître.

source: Plant crops
es: Cultivar
fr: Cultiver

source: After your garden is prepared and plowed, it is time to plant. Find different crops and seeds and plant them in your garden to become self sufficient.
es: Una vez preparado y arado el huerto, es hora de plantar. Busca diferentes cultivos y semillas y plántalos en tu huerto para ser autosuficiente.
fr: Après que votre jardin soit préparé et labouré, il est temps de planter. Trouvez différentes cultures et graines et les planter dans votre jardin pour devenir autonome.

source: Grave digger
es: Enterrador
fr: Fossoyeur

source: Dig dirt to find bones.
es: Cava la tierra para encontrar huesos.
fr: Creuse la terre pour trouver des os.

source: Collect cotton
es: Recolectar algodón
fr: Recueillir du coton

source: Wild cotton can be found the savanna. Alternatively you can plant, grow and harvest seeds found in the jungle.
es: Puedes encontrar algodón silvestre en la sabana. También puedes plantar, cultivar y cosechar semillas en la selva.
fr: Le coton sauvage se trouve dans la savane. Vous pouvez également planter, cultiver et récolter des graines dans la jungle.

source: Craft wool
es: Lana artesanal
fr: Fabriquer de la laine

source: Wool is a very useful material for crafting garments, beds, and many other items.
es: La lana es un material muy útil para confeccionar prendas, camas y muchos otros artículos.
fr: La laine est un matériau très utile pour l'artisanat des vêtements, des lits et beaucoup d'autres articles.

source: Craft a backpack
es: Crea una mochila
fr: Fabriquer un sac à dos

source: Backpacks are very useful to help carry more stuff than the basic inventory lets you. It allows you keep mining longer and carry extra tools and food everywhere you go. Use dyed wools to create different coloured ones.
es: Las mochilas son muy útiles para llevar más cosas de las que te permite el inventario básico. Te permiten seguir minando durante más tiempo y llevar herramientas y comida extra allá donde vayas. Usa lanas teñidas para crear otras de distintos colores.
fr: Les sacs à dos sont très utiles pour transporter plus de choses que le sac principal de base vous permet. Il vous permettra de continuer à creuser plus longtemps et de porter des outils et des aliments supplémentaires partout où vous allez. Utilisez de la laine teintée pour créer des sacs de couleurs différentes.

source: Find your new home
es: Encuentra tu nuevo hogar
fr: Trouvez votre nouvelle maison

source: Your home is the place with your bed. If you sleep once in bed, you always respawn at this position in case of death.
es: Tu casa es el lugar donde está tu cama. Si duermes una vez en la cama, siempre reaparecerás en esta posición en caso de que mueras.
fr: Votre maison est l'endroit avec votre lit. Si vous dormez une fois dans un lit, vous vous retrouvez toujours dans cet endroit en cas de décès.

source: Mine stone
es: Piedra de la mina
fr: Creuser de la roche

source: Using a wood pick axe, start digging through stone. The cobblestone obtained from digging stone can then be used to craft sturdier tools.
es: Con un pico de madera, empieza a excavar en la piedra. El adoquín obtenido al excavar la piedra se puede utilizar para fabricar herramientas más resistentes.
fr: En utilisant une pioche de bois, commencez à creuser la pierre. Le pavé obtenu de la pierre creusé peut ensuite être utilisé pour fabriquer des outils plus robustes.

source: Mine coal
es: Mina de carbón
fr: Miner du charbon

source: Coal is a common mineral found underground. Among other things, it can be used to craft torches for lighting your way, or as combustible in furnaces.
es: El carbón es un mineral común que se encuentra bajo tierra. Entre otras cosas, se puede utilizar para fabricar antorchas que iluminen el camino o como combustible en hornos.
fr: Le charbon est un minerais commun trouvé sous terre. Entre autres, il peut être utilisé pour fabriquer des torches pour éclairer votre chemin, ou comme combustible dans les fours.

source: Craft a campfire
es: Hacer una hoguera
fr: Faire un feu de camp

source: If night falls and you have not found coal, build a campfire to make some light.
es: Si cae la noche y no has encontrado carbón, enciende una hoguera para tener algo de luz.
fr: Si la nuit tombe et que vous n'avez pas trouvé de charbon, construisez un feu de camp pour faire de la lumière.

source: Craft a furnace
es: Construye un horno
fr: Construire un fourneau

source: Furnaces are central to advancing in this game. Use them to smelt ores, cook food, or both!
es: Los hornos son fundamentales para avanzar en este juego. Úsalos para fundir minerales, cocinar alimentos o ambas cosas.
fr: Les fourneaux sont primordiaux pour avancer dans ce jeu. Utilisez-les pour faire fondre les minerais, cuisiner ou les deux!

source: Dig deeper
es: Profundizar
fr: Creuser plus creux

source: Keep digging until you reach these depths.
es: Sigue cavando hasta que llegues a esta profundidad.
fr: Continuez à creuser jusqu'à atteindre ces profondeurs.

source: Fly higher
es: Vuela más alto
fr: Voler plus haut

source: Fly higher and soar to new heights
es: Vuela más alto y alcanza nuevas alturas
fr: Volez plus haut et atteignez de nouvelles hauteurs

source: Travel further
es: Viajar más lejos
fr: Voyager plus loin

source: Sail the high seas and and explore lands far far away.
es: Navega por alta mar y explora tierras muy lejanas.
fr: Naviguez la mer et explorez les terres lointaines.

source: Craft chocolate
es: Chocolate artesanal
fr: Fabriquer du chocolat

source: Make some delicious chocolate. It can be eaten or incorporated in various recipes to make succulent treats. You can even build an edible armour from it!
es: Prepara un delicioso chocolate. Se puede comer o incorporar a varias recetas para hacer suculentos manjares. ¡Incluso puedes construir una armadura comestible con él!
fr: Faites du délicieux chocolat. Il peut être consommé ou incorporé dans diverses recettes pour faire des friandises succulentes. Vous pouvez même en construire une armure comestible !

source: Craft a well
es: Construye un pozo
fr: Fabriquer un puits

source: Wells are not just pretty! They are very useful as an infinite source of water.
es: ¡Los pozos no son sólo bonitos! Son muy útiles como fuente infinita de agua.
fr: Les puits ne sont pas juste jolies ! Ils sont très utiles comme une source d'eau infinie.

source: Mine tin
es: Mina de estaño
fr: Miner de l'étain

source: Tin is one of the first metal you'll encounter when digging down. Smelt it in a furnace to form ingots. Then combine it with copper to make bronze.
es: El estaño es uno de los primeros metales que encontrarás al excavar. Fúndelo en un horno para formar lingotes. Luego combínalo con cobre para hacer bronce.
fr: L'étain est l'un des premiers métaux que vous rencontrerez quand vous creuserez. Faites-le fondre dans une fournaise pour en faire des lingots. Puis combinez-le avec du cuivre pour faire du bronze.

source: Mine copper
es: Mina de cobre
fr: Miner du cuivre

source: Copper is one of the first metal you'll encounter when digging down. Smelt it in a furnace to form ingots. Then combine it with tin to make bronze.
es: El cobre es uno de los primeros metales que encontrarás al excavar. Fúndelo en un horno para formar lingotes. Luego combínalo con estaño para hacer bronce.
fr: Le cuivre est l'un des premiers métaux que vous rencontrerez quand vous creuserez. Faites-le fondre dans une fournaise pour faire des lingots. Puis combinez-le avec l'étain pour faire du bronze.

source: Craft bronze
es: Bronce artesanal
fr: Fabriquer du bronze

source: Bronze is the first versatile metal you'll be able to use to craft better tools, armor and other items.
es: El bronce es el primer metal versátil que podrás utilizar para fabricar mejores herramientas, armaduras y otros objetos.
fr: Le bronze est le premier métal polyvalent que vous pourrez utiliser pour fabriquer de meilleurs outils, armure et autres articles.

source: Craft steel
es: Acero artesanal
fr: Fabriquer de l'acier

source: Steel is stronger than bronze. Use it to upgrade your tools and armor.
es: El acero es más fuerte que el bronce. Úsalo para mejorar tus herramientas y armaduras.
fr: L'acier est plus fort que le bronze. Utilisez-le pour mettre à niveau vos outils et votre armure.

source: Craft an airplane
es: Construye un avión
fr: Fabriquer un avion

source: Why not have airplanes? Build a Supercub and travel at high speeds and soar to new heights!
es: ¿Por qué no tener aviones? ¡Construye un supercubo y viaja a gran velocidad!
fr: Pourquoi pas des avions ? Construisez un Supercub pour voyagez à haute vitesse et atteindre de nouvelles hauteurs!
